import React from 'react';


export default React.createClass({

    render: function () {
        return (

            <aside className="grid_4">
                <div className="recommend block block--border-blue">
                    <h1 className="block__h1 block--color-blue">Рекомендуємо</h1>

                    <article>
                        <img className="block__img" src="img/afisha-jazz-bezz-2014.png"/>

                        <h2 className="block__h2"><a href="#">ХIV міжнародний джазовий фестиваль «Jazz Bez»</a></h2>

                        <p>
                            Чотирнадцятий «Jazz Bez» об’єднає довкола джазу Київ, Харків, Тернопіль,
                            Івано-Франківськ, Рівне, Луцьк, Мостиська, Люблін, Санок, Вроцлав, Білосток, Новицю,
                            Перемишль. Ідеологічним і організаційним серцем Фестивалю є Львів
                        </p>

                        <p>
                            Чотирнадцятий «Jazz Bez» об’єднає довкола джазу Київ, Харків, Тернопіль,
                            Івано-Франківськ, Рівне, Луцьк, Мостиська, Люблін, Санок, Вроцлав, Білосток, Новицю,
                            Перемишль. Ідеологічним і організаційним серцем Фестивалю є Львів
                        </p>

                        <p>
                            Чотирнадцятий «Jazz Bez» об’єднає довкола джазу Київ, Харків, Тернопіль,
                            Івано-Франківськ, Рівне, Луцьк, Мостиська, Люблін, Санок, Вроцлав, Білосток, Новицю,
                            Перемишль. Ідеологічним і організаційним серцем Фестивалю є Львів
                        </p>

                        <p>
                            Чотирнадцятий «Jazz Bez» об’єднає довкола джазу Київ, Харків, Тернопіль,
                            Івано-Франківськ, Рівне, Луцьк, Мостиська, Люблін, Санок, Вроцлав, Білосток, Новицю,
                            Перемишль. Ідеологічним і організаційним серцем Фестивалю є Львів
                        </p>
                    </article>
                </div>
            </aside>
        )
    }

});